[
    {
        "title":"โซลิแทร์ (Solitaire)",
        "subtitle":"เกมบนโต๊ะใดๆ ที่สามารถเล่นได้ด้วยตัวเองโดยปกติจะใช้ไพ่แต่ก็มีแต้มด้วย หรือเรียกว่า 'ไพ่เล่นคนเดียว'",
        "image_url":"https://i.insider.com/5cdd8598021b4c0c40134452?width=1000&format=jpeg&auto=webp",
        "detail":"เกมนี้เล่นไปทำไม. จุดประสงค์ของเกมนี้คือเรียงไพ่แบ่งเป็น 4 กองให้ได้ (1 กองก็ 1 ลาย เช่น กองนี้ดอกจิก กองนี้โพแดง) โดยหน้าไพ่เรียงจำนวนกันไป (เริ่มจากเอซไปจนถึงคิง)\n\nก่อนเล่นต้องจัดไพ่ก่อน. ให้หงายไพ่ไว้ใบหนึ่ง แล้วคว่ำไพ่ต่อไปข้างๆ อีก 6 ใบ จากนั้นหงายไพ่ใหม่วางซ้อนบนไพ่คว่ำใบแรก (แต่อย่าซ้อนสนิท ให้เหลื่อมลงมาหน่อย) จากนั้นคว่ำไพ่ซ้อนบนไพ่ที่คว่ำอยู่แล้วอีก 5 ใบที่เหลือ ทำแบบนี้ต่อไปเรื่อยๆ จนแต่ละกองมีไพ่ 1 ใบหงายอยู่บนสุดของกอง ให้กองซ้ายสุดมีไพ่แค่ใบเดียว กองต่อมามี 2 ใบ จากนั้นก็ 3, 4, 5, 6 และกองสุดท้ายมี 7 ใบ\n\nแยกไพ่ที่เหลือไว้อีกกอง แล้ววางไว้ข้างบนหรือข้างล่างของไพ่หลายๆ กองนั้น. ไพ่กองนี้เอาไว้ให้คุณจั่วเพิ่มเวลาเล่นต่อไม่ได้\n\nอย่าลืมเว้นช่องไว้ด้านบนสำหรับเรียงไพ่ 4 กอง\n\nดูไพ่บนโต๊ะที่หงายอยู่แล้ว. ถ้าเห็นไพ่เอซ ให้ดึงไปวางไว้เหนือไพ่ 7 กองที่ว่า (ในช่องว่างที่เตรียมไว้ 4 ช่อง ช่องไหนก็ได้) แต่ถ้าในไพ่ที่หงายอยู่ไม่มีไพ่เอซ ก็ให้เรียงไพ่ซะใหม่ โยกย้ายได้เฉพาะไพ่ที่หงายอยู่เท่านั้น แต่เวลาซ้อนไพ่ทับอีกใบ (ให้เหลื่อมลงมา จะได้เห็นทั้งใบล่างใบบน) จะซ้อนกันได้เฉพาะไพ่ที่สีต่างกันเท่านั้น และเลขไพ่ใบที่เอามาซ้อนทับต้องน้อยกว่าใบล่าง 1 จำนวน เช่น ถ้าเป็น 6 โพแดง ก็ต้องเอา 5 โพดำ หรือ 5 ดอกจิกมาซ้อน\n - วางไพ่ซ้อนทับอีกใบไปเรื่อยๆ จนไม่มีไพ่ที่ซ้อนกันได้อีกต่อไป\n - ให้ไพ่แต่ละกองสลับสีแดงดำกันไป และเลขหน้าไพ่ไล่จากมากลงมาน้อย\n\nไพ่ที่ซ้อนอยู่บนสุดของแต่ละกองต้องหงายให้เห็นชัดเจน. ไพ่ที่ซ้อนอยู่บนสุดของทั้ง 7 กองต้องหงายไว้ ถ้าย้ายไพ่ใบบนไปไหน อย่าลืมพลิกไพ่ใบล่างที่คว่ำอยู่ให้หงายขึ้นมา\n\nสี่กองข้างบนต้องเริ่มจากไพ่เอซ. ถ้าคุณเจอไพ่เอซและแยกเอาไปวางไว้ใน 4 ช่องข้างบนแล้ว (สุดท้ายต้องมีไพ่เอซข้างบน 4 ใบ) ก็ให้หยิบไพ่ที่ดอกตรงกันกับไพ่เอซข้างบนซ้อนทับต่อไปเรื่อยๆ ตามจำนวนที่เพิ่มขึ้น (ไล่จาก A ไป 2, 3, 4, 5, 6, 7, 8, 9, 10, J, Q จนถึง K)\n\nถ้าไม่มีไพ่ที่เรียงต่อกันได้แล้ว ให้จั่วจากกองสำรอง. พลิกไพ่จากด้านบนกองสำรองมา 3 ใบ แล้วดูว่าใบบนสุดเอาไปวางต่อตรงไหนได้บ้าง ส่วนมากคุณจะหาไพ่เอซเจอก็จากในกองสำรองนี่แหละ! พอหาที่ลงให้ใบแรกสุดใน 3 ใบที่หงายมาใหม่ได้แล้ว ก็หาที่ลงให้ใบที่ 2 ต่อไป และพอหาที่ลงให้ใบที่ 2 ได้ ก็หาที่ลงให้ใบที่ 3 คือใบสุดท้าย ถ้าหาที่ลงจนครบ 3 ใบแล้วก็ให้จั่วจากบนสุดของกองสำรองมาอีก 3 ใบ แต่ถ้าจั่วมาแล้วหาที่ลงไม่ได้สักใบ ก็ต้องแยก 3 ใบนั้นไว้ (ระวังอย่าเปลี่ยนลำดับของ 3 ใบที่จั่วมา) ทำซ้ำเป็นชุดๆ ไป จนกว่าจะครบทุกใบในกองสำรอง\n - พอครบทุกใบในกองสำรองแล้ว ก็ย้อนกลับมาที่ 3 ใบแรกที่จั่วออกมา และ ห้าม สับไพ่เด็ดขาด!\n\nถ้ามีไพ่ใบไหนซ้อนอยู่ข้างหลัง ให้คุณโยกย้ายไพ่ใบข้างหน้าไปมาจนกว่าจะหยิบใบที่ต้องการออกมาได้ แล้วเอาไปเรียงตามตำแหน่งต่อไป\n\nถ้าคุณหยิบไพ่จากกองใดกองหนึ่งใน 7 กองขึ้นมาจนครบ ก็จะเกิดช่องว่างใช้วางไพ่คิงได้ (และเฉพาะไพ่คิงใบเดียวเท่านั้น)"
    },
    {
        "title":"อูโน่ (Uno)",
        "subtitle":"เกมไพ่ของอเมริกันที่เล่นด้วยไพ่สำรับที่พิมพ์แบบพิเศษ",
        "image_url":"https://cdn.pixabay.com/photo/2021/08/18/19/32/uno-6556434_960_720.jpg",
        "detail":"จุดมุ่งหมายของเกมคือการเป็นผู้เล่นคนแรกที่ทำแต้มได้ 500 คะแนนได้สำเร็จ (การเล่นมักจะต้องผ่านหลายรอบ) โดยผู้เล่นจะทิ้งบัตรทั้งหมดและได้รับคะแนนที่ค่าของคะแนนจะเป็นค่าตัวเลขรวมของใบที่ยังถืออยู่โดยผู้เล่นคนอื่นๆ\n\nไพ่ 1 สำรับ ประกอบด้วยการ์ดทั้งหมด 108 ใบ แบ่งออกเป็นทั้งหมด 4 สี (สีแดง, สีเขียว, สีน้ำเงิน และ สีเหลือง) ซึ่งแต่ละสีจะมีสีละ 25 ใบ แต่ละสีจะมีไพ่ตัวเลข เลขละ 2 ใบ ยกเว้นเลข 0 ที่มีแค่ 1 ใบ โดยแต่สีจะมีเลข 0 ถีง 9 'Skip', 'Draw Two', และ 'Reverse' (ไพ่สามใบนี้จะเรียกว่า 'action cards') นอกจากนี้ในสำรับยังมี 'Wild' และ 'Wild Draw Four' อย่างละ 4 ใบ\n\nการเริ่มต้นเล่น ให้เอาไพ่เจ็ดใบแจกให้กับผู้เล่นแต่ละคน สับไพ่ด้านบนของสำรับพลิกและวางไว้เพื่อเริ่มต้น ผู้เล่นจะเล่นไปทางด้านซ้ายของคนที่เริ่มเล่นคนแรก (ตามเข็มนาฬิกา) ยกเว้นไพ่ใบแรกจะเป็นไพ่ action หรือไพ่ Wild (ดูด้านล่าง) เมื่อถึงตาผู้เล่นต้องทำอย่างใดอย่างหนึ่งดังต่อไปนี้\n - วางไพ่ให้ตรงกับสี, ตัวเลข และสัญลักษณ์\n - วางไพ่ Wild หรือไพ่ Wild Draw Four ที่สามารถเล่นได้ (ดูข้อจำกัดด้านล่าง)\n - จั่วไพ่ 1 ใบบนสำรับ\n - เล่นตามเข็มนาฬิกาบนโต๊ะ"
    },
    {
        "title":"ฮาร์ทส์ (Hearts)",
        "subtitle":"เกมไพ่ชนิดหนึ่งใช้ผู้เล่น 4 คน มีการลงไพ่ครั้งละ 1 ใบ",
        "image_url":"https://cdn.pixabay.com/photo/2015/03/20/15/03/poker-682332_960_720.jpg",
        "detail":"เป็นเกมไพ่ชนิดหนึ่ง ใช้ผู้เล่น 4 คน มีการลงไพ่ครั้งละ 1 ใบ ในแต่ละครั้งใครลงไพ่สูงสุดคือผู้กินไพ่ชุดนั้นไป และมีสิทธิ์เรียกไพ่ในครั้งต่อไป ไพ่บางใบมีแต้ม บางใบไม่มี เมื่อหมดรอบ (13 ครั้ง) ก็จะมีการจดแต้มสะสมไว้จนกว่าจะจบเกม เกมจะจบก็ต่อเมื่อมีผูเล่นคนใดคนหนึ่งมีแต้มเกิน 100 แต้ม ผู้ที่มีแต้มน้อยที่สุดในตอนนั้นถือเป็นผู้ชนะ\n\nแจกไพ่ทั้งหมด 52 ใบ ให้ผู้เล่น 4 คน คนละ 13 ใบ ก่อนจะลงไพ่ในบางรอบจะมีการแลกไพ่กับผู้เล่นคนอื่น ครั้งละ 3 ใบ โดยในรอบแรกให้ผู้เล่นที่อยู่ทางซ้าย รอบที่สองทางขวา รอบที่สามตรงข้าม รอบที่สี่ไม่มีแลกไพ่ วนไปเรื่อย ๆ จนกว่าจะจบเกม เมื่อแลกไพ่เสร็จผู้ที่มี 2♣ จะเป็นคนเรียกไพ่ก่อนโดยต้องเรียก 2♣ เท่านั้น จากนั้นผู้เล่นคนอื่น ๆ ก็จะลงไพ่ดอกเดียวกับคนเริ่มโดยวนซ้าย ใครลงไพ่สูงสุดก็กินไป (2 เล็กสุด A ใหญ่สุด) และเรียกไพ่ในรอบต่อไป (ถ้าลงไพ่คนละดอกกับผู้เรียกจะไม่มีสิทธิ์กิน)"
    },
    {
        "title":"บริดส์ (Bridges)",
        "subtitle":"เกมไพ่ประเภทการประมูลและการรวบตองกินซึ่งมีระบบกลไกการเล่นแบบนำไพ่และตามไพ่",
        "image_url":"https://cdn.pixabay.com/photo/2016/04/01/08/18/card-1298697_960_720.jpg",
        "detail":"กีฬาบริดจ์ (Bridge) หรือเกมไพ่ชนิดหนึ่ง เป็นกีฬาไม่ได้มุ่งเน้นที่พละกำลัง แต่วัดผลแพ้ชนะด้านสติปัญญา การวิเคราะห์ โดยอาศัยหลักความน่าจะเป็น และหลักตรรกศาสตร์ มีไพ่เป็นอุปกรณ์การเล่น โดยจะต้องเล่นเป็นคู่ ในหนึ่งโต๊ะของการเล่นบริดจ์จะมีผู้เล่น 4 คน ผู้เล่นที่นั่งฝั่งตรงข้ามจะถือว่าอยู่ฝ่ายเดียวกัน โดยจะเรียกว่า “คู่ขา” (Partner) และผู้เล่นที่นั่งด้านข้างจะเรียกว่า “ปรปักษ์” (Opponent) โดยบนโต๊ะแข่งขันจะมีฉากกั้นเพื่อป้องกันไม่ให้ผู้เล่นทีมเดียวกัน ส่งสัญญาณช่วยเหลือกัน ทำให้ทั้งคู่ต้องใช้ไหวพริบในการวางแผนเพื่อทำแต้มเอาชนะการประมูลจากฝ่ายตรงข้าม\n\nกว่า 100 ปีแล้ว ที่กีฬาบริดจ์ถูกเผยแพร่ไปยังประเทศต่างๆ โดยเริ่มต้นจากประเทศใดไม่มีหลักฐานระบุไว้แน่ชัด แต่คาดว่าเริ่มเล่นกันครั้งแรกในแถบยุโรป เมื่อประมาณ ค.ศ. 1860 ซึ่งนิยมเล่นในประเทศอังกฤษ ต่อมา กีฬาบริดจ์ ได้พัฒนาการเล่นมาเรื่อยๆ โดยในปี ค.ศ. 1903 เริ่มเปลี่ยนวิธีการเล่น โดยมีการประมูลชุด Trump แทนการกำหนดชุด Trump เองของผู้แจกไพ่ เรียกว่า Auction Bridge และพัฒนาเป็น Contract Bridge ที่เป็นรูปแบบการเล่นในปัจจุบัน\n\nกีฬาบริดจ์เข้ามาแพร่หลายในประเทศไทยครั้งแรก ในช่วงศตวรรษที่ 20 ในสมัยรัชกาลที่ 5 โดยสมเด็จพระบรมโอรสาธิราชฯ ในขณะนั้น ซึ่งก็คือ พระบาทสมเด็จพระมงกุฎเกล้าเจ้าอยู่หัว (รัชกาลที่ 6) ได้เสด็จไปศึกษาที่ประเทศอังกฤษ ซึ่งเป็นช่วงที่กีฬาบริดจ์แพร่หลาย และเป็นกีฬายอดนิยม และได้ทรงนำมาเล่นในวัง ต่อมาบริดจ์ได้แพร่หลายมากขึ้นในหมู่นิสิต นักศึกษา และประชาชน\n\nปัจจุบัน กีฬาบริดจ์ถูกบรรจุในการแข่งขันระดับชาติ เช่น กีฬาแห่งชาติ กีฬามหาวิทยาลัย กีฬาซีเกมส์ รวมไปถึงกีฬาเอเชียนเกมส์ที่กำลังจะจัดขึ้นในปีนี้ด้วย นอกจากนี้ โอลิมปิกยังได้บรรจุกีฬาบริดจ์เป็นกีฬาทดลองอีกด้วย"
    }           
]